{
  "categories": [
    { "key": "all", "name": "Все" },
    { "key": "bed", "name": "Кровати" },
    { "key": "sofa", "name": "Диваны" },
    { "key": "armchair", "name": "Кресла" },
    { "key": "kitchen", "name": "Кухни" }
  ],
  "products": [
    {
      "id": 1,
      "category": "armchair",
      "title": "Кресло C011 Amicizia",
      "imgUrl": "Amicizia.jpeg",
      "imgs": ["", ""],
      "desc": "Элегантная линия изголовье и металлическая основа задают неповторимый стиль кресла Amicizia. Кресло обито серой велюровой тканью и стоит на металлических ножках с хромированным покрытием. Контур изголовья и спинки подчеркнут кожаным кантом более темного оттенка.",
      "price": 783,
      "rating": 4,
      "characteristics": {
        "brend": "Natuzzi Editions",
        "style": "современный",
        "color": "синий, серый",
        "material": "дерево, велюр, кожа",
        "size": "90x70x86",
        "code": 1006297
      }
    },
    {
      "id": 2,
      "category": "armchair",
      "title": "Кресло Boundless",
      "imgUrl": "Boundless.jpeg",
      "imgs": ["", ""],
      "desc": "Это стиль, не знающий границ. Кресло представляет собой интерпретацию классического английского кресла с ушами. Его смелая бархатная обивка насыщенного баклажанового цвета мерцает и сияет, когда на нее падает свет. Контрастный декоративный кант цвета аметиста добавляет еще один тональный слой, отделяющий от насыщенно-эбенового покрытия деревянного каркаса. Это кресло мгновенно модернизирует помещение и прекрасно работает самостоятельно или в паре с таким же креслом.",
      "price": 1826,
      "rating": 4,
      "characteristics": {
        "brend": "Caracole",
        "style": "современный",
        "color": "баклажан",
        "material": "дерево, ткань",
        "size": "76x91x109",
        "code": 8162
      }
    },
    {
      "id": 3,
      "category": "armchair",
      "title": "Кресло Madison",
      "imgUrl": "Madison.jpeg",
      "imgs": ["", ""],
      "desc": "Это нарядное кресло в традиционном стиле оживит любую комнату. Изящно загнутая назад спинка в сочетании с глубокой прошивкой пуговицами делают его совершенно волшебным! Корпус кресла обит мягкой тканью с ворсистой поверхностью, за которой легко ухаживать, потому что она легко чистится. Кресло имеет крепкий деревянный каркас и опирается на классические точеные ножки черного цвета.",
      "price": 874,
      "rating": 5,
      "characteristics": {
        "brend": "Asiades",
        "style": "современный",
        "color": "серый, изумрудный",
        "material": "дерево, ткань",
        "size": " 90x105x96",
        "code": 1006909
      }
    },
    {
      "id": 4,
      "category": "sofa",
      "title": "Диван угловой Meraviglia",
      "imgUrl": "Meraviglia.jpeg",
      "imgs": ["", ""],
      "desc": "Диван Meraviglia – результат многолетней работы Natuzzi по созданию лучших раскладных систем. На этом диване все под контролем: регулируется наклон подголовников; одна часть дивана разлагается в кровать для ежедневного сна с матрасом на пружинном блоке; шезлонг оборудован удобной нишей для белья. Диван обит удобной в ежедневном использовании велюровой тканью, устойчивой к случайным загрязнениям. Контур изголовья и подголовников подчеркнуты кожаным кантом того же цвета, что и обивка. Стильный и универсальный, этот диван олицетворяет в себе настоящее итальянское качество.",
      "price": 3696,
      "rating": 3,
      "characteristics": {
        "brend": "Natuzzi Editions",
        "style": "современный",
        "color": "темно-серый",
        "material": "дерево, ткань, кожа",
        "size": "275x169x78",
        "code": 10162
      }
    },
    {
      "id": 5,
      "category": "sofa",
      "title": "Диван 3-местний Grand",
      "imgUrl": "Grand.jpeg",
      "imgs": ["", ""],
      "desc": "Этот комфортабельный диван станет достойным украшением даже самого требовательного интерьера. За его внешним видом легко ухаживать, потому что все чехлы полностью снимаются, в любой момент их можно почистить. Ультрамягкие подушки сиденья и декоративные подушки заполнены пером и пухом, прошедшими гипоаллергенную отделку. Диван имеет крепкий деревянный каркас и опирается на металлические ножки.",
      "price": 2165,
      "rating": 4,
      "characteristics": {
        "brend": "Ginotti",
        "style": "современный",
        "color": "темно-бежевый",
        "material": "велюр",
        "size": "190x102x86",
        "code": 4043
      }
    },
    {
      "id": 6,
      "category": "sofa",
      "title": "Диван угловой Torano",
      "imgUrl": "Torano.jpeg",
      "imgs": ["", ""],
      "desc": "Эксклюзивный модульный диван, дизайн которого принадлежит знаменитому итальянскому дизайнеру Джорджио Соресси. Подушки сиденья и декоративные подушки заполнены пером и пухом, что придает дивану особую мягкость и комфорт. Все чехлы полностью снимаются, так что вы сможете легко ухаживать за его внешним видом.",
      "price": 5826,
      "rating": 4,
      "characteristics": {
        "brend": "Ginotti",
        "style": "современный",
        "color": "серый",
        "material": "велюр",
        "size": "",
        "code": 8837
      }
    },
    {
      "id": 7,
      "category": "bed",
      "title": "Кровать Jerary King",
      "imgUrl": "JeraryKing.jpeg",
      "imgs": ["", ""],
      "desc": "Создайте райский уют по вполне земной цене. Эта кровать обита светло-серой тканью с выразительной текстурой переплетения нитей, что выглядит свежо и современно. Мягкое изголовье прошите пуговицами и декоративной строчкой, подчеркивающей его форму. Кровать стоит на темно-коричневых деревянных ножках.",
      "price": 544,
      "rating": 4,
      "characteristics": {
        "brend": "Ashley",
        "style": "современный",
        "color": "светло-серый",
        "material": "дерево, ткань, МДФ",
        "size": "210x222x153",
        "code": 9352
      }
    },
    {
      "id": 8,
      "category": "bed",
      "title": "Кровать La Moda",
      "imgUrl": "Bed_LaModa.jpeg",
      "imgs": ["", ""],
      "desc": "Эта кровать станет центром красивой спальни, в которой приятно проводить время. Мягкие части его корпуса обиты бильярдной тканью цвета серого камня. Изголовье с двумя декоративными панелями прошите рельефным швом, придающим дизайну уникальные черты. Места крепления панелей и нижняя часть платформы имеют бронзовое покрытие. Закругленный выступ у подножия пригодится вам, когда захотите присесть, одеваясь или обуваясь.",
      "price": 7192,
      "rating": 5,
      "characteristics": {
        "brend": "Caracole",
        "style": "современный",
        "color": "серый",
        "material": "дерево, ткань",
        "size": "403x246x152",
        "code": 10360
      }
    },
    {
      "id": 9,
      "category": "bed",
      "title": "Кровать Somnia",
      "imgUrl": "somnia-bed.jpeg",
      "imgs": ["", ""],
      "desc": "Кровать Somnia появилась в результате сотрудничества Dorelan с известным итальянским дизайнером Джулио Лачетти. Кровать отличается мягкими обтекаемыми формами и необычным изголовьем с двумя рядами мягких подушек. Корпус кровати полностью покрыт тканью со специальной отделкой, которая придает ей стойкость к загрязнениям, а при возникновении случайных пятен легко очищается. Более того, тканевый чехол кровати полностью съемный, вы всегда сможете отдать его в чистку. Кровать комплектуется подъемным механизмом типа Case на газовых амортизаторах, позволяющим поднять нижний край матраса на 45°, открывая доступ к большому хранилищу. Для поддержания матраса предусмотрена стальная рама с деревянными ламелями.",
      "price": 3279,
      "rating": 5,
      "characteristics": {
        "brend": "DORELAN",
        "style": "современный",
        "color": "светло-серый",
        "material": "дерево, ткань",
        "size": "202x242x118",
        "code": 10315
      }
    },
    {
      "id": 10,
      "category": "kitchen",
      "title": "Кухня MASCA LACCATA",
      "imgUrl": "masca_laccata-1.jpeg",
      "imgs": ["", ""],
      "desc": "Технически мощная и эстетически изысканная. Кухня Masca Laccata – идеальное сочетание двух высоких наук: дизайна и производительности. Типология дверей с углублением на верхнем крае в сочетании с округлыми линиями корпуса создает неповторимый по своей эстетике эффект. Взяв за основу термообработанный дуб, орех, сталь, мрамор каррарский и другие ценные материалы, модель предлагает огромное количество покрытий – металлических, глянцевых, матовых в разнообразных цветовых вариантах. Masca Laccata позволяет стирать границы между практичным и прекрасным помещением кухни и другими жилыми зонами, наслаждаясь жизнью во всех ее проявлениях.Aran Cucine – ведущий итальянский производитель элитных кухонь с более чем 60-летним опытом работы, который заслуженно считается мастером мирового уровня. Все кухни производятся непосредственно в Италии, поскольку Aran контролирует 100% производства. Компания предлагает доступные цены, которые могут предоставить только прямые поставщики, а также одна из самых длинных на рынке 10-летняя гарантия на свои изделия. Создайте кухню своей мечты уже сейчас!",
      "price": 0,
      "rating": 5,
      "characteristics": {
        "brend": "Aran",
        "style": "современный",
        "color": "на заказ",
        "material": "",
        "size": "на заказ",
        "code": 7810
      }
    },
    {
      "id": 11,
      "category": "kitchen",
      "title": "Кухня LAB13 Plana",
      "imgUrl": "LAB13Plana.jpeg",
      "imgs": ["", ""],
      "desc": "LAB13 – совершенно новая кухонная система, основанная на “коэффициенте 13”. В общем, этот коэффициент означает увеличение функциональности, например, на 20% рост емкости шкафов, повышенную гибкость в выборе техники, ультрасовременный дизайн с отличным инженерным качеством и эргономикой. Кухня LAB13 позволяет регулировать высоту столешницы по желанию пользователя и предлагает разумные решения для хранения кухонных принадлежностей. Предусмотрены 4 уникальных стиля дверцы в более чем 15 материалах, более 150 вариантов покрытий. В варианте LAB13 Pro все лакированные поверхности обрабатываются инновационным антибактериальным раствором, что на 99% уменьшает налипание бактерий и гарантирует, что кухня будет оставаться максимально гигиенической. LAB13 – это кухня, которая соответствует вашему образу жизни.Aran Cucine – ведущий итальянский производитель элитных кухонь с более чем 60-летним опытом работы, который заслуженно считается мастером мирового уровня. Все кухни производятся непосредственно в Италии, поскольку Aran контролирует 100% производства. Компания предлагает доступные цены, которые могут предоставить только прямые поставщики, а также одна из самых длинных на рынке 10-летняя гарантия на свои изделия. Создайте кухню своей мечты уже сейчас!",
      "price": 5274,
      "rating": 4,
      "characteristics": {
        "brend": "Aran",
        "style": "современный",
        "color": "на заказ",
        "material": "",
        "size": "на заказ",
        "code": 7869
      }
    },
    {
      "id": 12,
      "category": "kitchen",
      "title": "Кухня PENELOPE",
      "imgUrl": "penelope.jpeg",
      "imgs": ["", ""],
      "desc": "Penelope – это модель кухни, в которой сочетались отзывчивость, забота и преданность традициям. Специальный проект ARAN, в котором удалось добиться наиболее доступного ценового диапазона. В этой кухне широко используется универсальный материал HPL 12/10 – прочный и устойчивый, но в то же время несравнимо практичный и готовый к большому будущему. Penelope предлагает три модели: с ручками, канальными углублениями (c-channel) или с алюминиевым профилем, а также множество вариантов поверхностей и цветовых оттенков на выбор. Aran Cucine – ведущий итальянский производитель элитных кухонь с более чем 60-летним опытом работы, который заслуженно считается мастером мирового уровня. Все кухни производятся непосредственно в Италии, поскольку Aran контролирует 100% производства. Компания предлагает доступные цены, которые могут предоставить только прямые поставщики, а также одна из самых длинных на рынке 10-летняя гарантия на свои изделия. Создайте кухню своей мечты уже сейчас!",
      "price": 0,
      "rating": 5,
      "characteristics": {
        "brend": "Aran",
        "style": "современный",
        "color": "на заказ",
        "material": "",
        "size": "на заказ",
        "code": 7812
      }
    }
  ]
}
