{
  "products": [
    {
      "id": 1,
      "title": "Кресло не раскладное Ветро Мебель Сильвия хром/вельвет Изумрудный/Золотой",
      "imgUrl": "https://imgur.com/nwiTtpB",
      "imgs": [
        "https://imgur.com/t028y4K",
        "https://imgur.com/NNlEcsS",
        "https://imgur.com/NuVmIwK"
      ],
      "desc": "Мягкое наполнение: высокоустойчивый к нагрузкам ППУ EL2842 + ультракомфортная пена Soft foam HS3530.Мягкие округлые формы, лаконичный дизайн, позволят креслу стать не только любимым местом отдыха, но и потрясающим стилевым дополнением интерьера.",
      "category": "armchair",
      "price": 498
    },
    {
      "id": 2,
      "title": "Кресло мягкое MC Флорино Синий",
      "imgUrl": "https://imgur.com/NNCGqvV",
      "imgs": ["https://imgur.com/yFGBkXw", "https://imgur.com/jxpt9r0"],
      "desc": "Кресло, мягкие спинка и сидение, высокая спинка, материал обивки шерстяная ткань, удобная посадка, широкие подлокотники, ножки деревянные, дерево бук, оттенок дерева светлый натуральный, размер кресла: высота кресла 89 см, ширина сидения 69 см, высота спинки 60 см, высота посадки 41 см, глубина посадки 44 см.",
      "category": "armchair",
      "price": 387
    },
    {
      "id": 3,
      "title": "Кресло SRZ Infiniti с поворотной платформой Молочный",
      "imgUrl": "https://imgur.com/5jqJdAu",
      "imgs": [
        "https://imgur.com/hmkLaoW",
        "https://imgur.com/EeCxr0j",
        "https://imgur.com/u8GscVt"
      ],
      "desc": "Кресло SRZ by Sarigoz – Infiniti совместного производства Турция – Украина.Каркас выполнен из массива бука и фанеры.Мягкое наполнение: высокоустойчивый к нагрузкам ППУ EL2842 + ультракомфортная пена Soft foam HS3530.",
      "category": "armchair",
      "price": 426
    },
    {
      "id": 4,
      "title": "Диван угловой Peanut 350x285 см",
      "imgUrl": "https://imgur.com/GCjwOTq",
      "imgs": ["https://imgur.com/JHLfigv", "https://imgur.com/5ky0c0A"],
      "desc": "Супер мягкий диван для всей семьи.Диван комплектуется набором входящих в стоимость подушек. Диван мягкий и уютный, с удобной удобной посадкой.Ткань, используемая в производстве, обладает свойством отталкивания жидкости (Water Repilent).Это означает, что все пролитые напитки на ткань не впитаются, легко вытравятся салфеткой и не оставят следов.Наполнение дивана – комбинация пенополиуретана и Memory Smart. Сидения мягкие и эластичные, и не деформируются десятками лет. Модули дивана переставны, это значит, что можно отделить от дивана кресло, пуф.",
      "category": "sofa",
      "price": 2415
    },
    {
      "id": 5,
      "title": "Диван угловой Peanut Rainbow 450x340 см",
      "imgUrl": "https://imgur.com/5umN0ls",
      "imgs": ["https://imgur.com/1MZkE1Z", "https://imgur.com/8uWFHBC"],
      "desc": "Супер мягкий дизайнерский диван. Самая популярная модель последних лет. Высококачественные материалы. Ткань нового поколения, которая легко чистится. Современный наполнитель Memory Smart, значительно превосходящий пух/перо в долговечности, не деформируется с годами. Элементы корпуса дивана сделаны из соснового бруса и фанерной плиты. Диван удобен, с глубокой уютной посадкой и выгодно украшает комнату.",
      "category": "sofa",
      "price": 2469
    },
    {
      "id": 6,
      "title": "Диван угловой Soho 390x344 см",
      "imgUrl": "https://imgur.com/FD9944v",
      "imgs": ["https://imgur.com/yTPqJLU"],
      "desc": "Мягкий и стильный дизайнерский диван с удобными сиденьями. Вся поверхность дивана мягкая. Современный наполнитель – экологический пенополиуретан (Турция), сохраняющий мягкость и форму десятилетиями. Водоотталкивающая ткань нового поколения с эффектом анти коготь. В эргономике дивана продуманы все детали, высота и глубина посадки, высота подлокотников – все удобно и мягко. Набор подушек в комплекте. Срок службы дивана от 20 лет.",
      "category": "sofa",
      "price": 2942
    },
    {
      "id": 7,
      "title": "Кровать круглая Aris Carolean с неоновой подсветкой Белый",
      "imgUrl": "https://imgur.com/NigVzxV",
      "imgs": ["https://imgur.com/q13qP79", "https://imgur.com/7n8XXJD"],
      "desc": " Круглая кровать Carolean станет главным украшением Вашей спальной комнаты. Неординарность и неповторимость присущи данной модели.Рекомендуемый размер матраса: 180х200. В дизайне используется неоновая подсветка короба (пульт в комплекте). Для изготовления товара на заказ Покупатель оплачивает на Р/с Продавца авансовый платеж, в размере 50-70% от стоимости заказа. ",
      "category": "bed",
      "price": 1625
    },
    {
      "id": 8,
      "title": "Кровать GoodsMetall в стиле LOFT К2",
      "imgUrl": "https://imgur.com/EWBGmnj",
      "imgs": ["https://imgur.com/ezbenjN", "https://imgur.com/lq9faY8"],
      "desc": "",
      "category": "bed",
      "price": 910
    },
    {
      "id": 9,
      "title": "Кровать круглая Aris Largo 2400 мм Молочный",
      "imgUrl": "https://imgur.com/bW0xUPO",
      "imgs": ["https://imgur.com/kHfWuI2", "https://imgur.com/dPXAU7e"],
      "desc": "Круглая кровать станет главным украшением Вашей спальной комнаты.Неординарность и неповторимость присущи данной модели.Округленные формы, плавность линий, отсутствие острых углов выделяют данную кровать среди других. А широкая цветовая гамма и оттенков позволит достичь гармонии в интерьере.Цена указана за кровать без учета стоимости матраса. Также у нас можно приобрести ортопедический круглый матрас для Вашей будущей кровати.Кровать производится на заказ, поэтому есть возможность выбрать размер спального места, материал оббивки и цвет.",
      "category": "bed",
      "price": 1025
    }
  ]
}
